brew "nushell"
brew "bat"
brew "stow"
brew "starship"
brew "fnm"
brew "lazygit"
brew "wget"
brew "yazi"
brew "fzf"
brew "neovim"
brew "tmux"
brew "carapace"
brew "ffmpeg"
brew "hyperfine"
brew "zig"
brew "go"
brew "gopls"
tap "oven-sh/bun"
brew "bun"
tap "FelixKratz/formulae"
brew "sketchybar"

cask "orbstack"
cask "obsidian"
cask "logi-options+"
cask "ghostty"
cask "zed"
cask "zen"
cask "slack"
cask "telegram-desktop"
cask "font-comic-shanns-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "karabiner-elements"
cask "keycastr"
