brew "nushell"
brew "bat"
brew "stow"
brew "starship"
brew "fnm"
brew "lazygit"
brew "wget"
brew "yazi"
brew "fzf"
brew "neovim"
brew "tmux"
brew "carapace"

cask "bettermouse"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "slack"
cask "telegram-desktop"
cask "font-comic-shanns-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
